//CICSDEF   JOB CLASS=A,MSGCLASS=H,MSGLEVEL=(1,1),NOTIFY=&SYSUID
//STEP1     EXEC PGM=DFHCSDUP,REGION=0M,
//       PARM='CSD(READWRITE),PAGESIZE(60),NOCOMPAT'
//STEPLIB  DD DISP=SHR,DSN=CICSTS.V6R1M0.CICS.SDFHLOAD
//DFHCSD   DD DISP=SHR,DSN=CICSTS61.DFHCSD
//SYSPRINT  DD  SYSOUT=T
//SYSIN     DD  *
DEFINE TRANSACTION(SSAP) GROUP(GENASAT)
       PROGRAM(DFHMIRS) TASKDATALOC(ANY) TASKDATAKEY(USER)
*
//*